import style from '../../CSS/FooterPolicy.module.css';

export default function MoaPolicy1() {
    return (
        <div className={style["container"]}>
            <h1>배달모아 이용약관</h1>
            <p>본 약관은 배달모아(주)(이하 "회사")가 제공하는 배달공구 서비스(이하 "서비스")의 이용 조건과 절차에 관한 기본적인 사항을 규정합니다.</p>

            <h2>1. 서비스의 정의</h2>
            <p>배달모아 서비스는 다양한 배달 음식을 공동구매 방식으로 주문할 수 있도록 지원하는 플랫폼입니다.</p>

            <h2>2. 회원가입 및 이용</h2>
            <p>회원은 본 약관에 동의하고 회원가입 절차를 완료하여야 서비스를 이용할 수 있습니다.</p>

            <h2>3. 서비스 이용 제한</h2>
            <p>회사는 관련 법령에 따라 이용 제한 및 서비스 중단이 가능하며, 회원은 이에 동의합니다.</p>

            <h2>4. 기타</h2>
            <p>이 약관은 2025년 8월 1일부터 적용됩니다.</p>
        </div>
    )
}